
[weeks.WeekOfFestivals H7Week]
mName="Неделя фестивалей"
mDescription="Количество получаемого золота, руды и древесины сокращается в два раза. Прекращены добыча и производство кристаллов драконьей крови, звездного серебра, драконьей стали и сумрачной стали."
[weeks.WeekOfCrystals H7Week]
mName="Неделя кристаллов"
mDescription="Количество кристаллов драконьей крови, добываемых в пещерах, удваивается."
[weeks.WeekOfDragonSteel H7Week]
mName="Неделя драконьей стали"
mDescription="Количество драконьей стали, получаемой в кузницах крови, удваивается."
[weeks.WeekOfLabour H7Week]
mName="Неделя труда"
mDescription="Поступление дерева с лесопилок и руды из рудников удваивается."
[weeks.WeekOfLooters H7Week]
mName="Неделя грабителей"
mDescription="Разграбление лесопилок, шахт, кратеров и пещер приносит больше добычи."
[weeks.WeekOfNothing H7Week]
mName="Обычная неделя"
mDescription="Ничего особенного не происходит."
[weeks.WeekOfShadowsteel H7Week]
mName="Неделя сумрачной стали"
mDescription="Количество сумрачной стали, получаемой из шахт в подземелье, увеличивается вдвое."
[weeks.WeekOfStarsilver H7Week]
mName="Неделя звездного серебра"
mDescription="Количество звездного серебра, получаемого из метеоритных кратеров, удваивается."
[weeks.WeekOfWealth H7Week]
mName="Неделя изобилия"
mDescription="Количество золота, получаемого из любого источника, удваивается."
[Abilities.A_WeekOf_Core_Assassins_Buff H7BaseBuff]
mName="Неделя ассасинов"
mTooltip="Прирост ассасинов и воинов тени удваивается."
[Abilities.A_WeekOf_Core_Brutes_Buff H7BaseBuff]
mName="Неделя орков"
mTooltip="Прирост орков и неистовых орков удваивается."
[Abilities.A_WeekOf_Core_Cabeiri_Buff H7BaseBuff]
mName="Неделя кабиров"
mTooltip="Прирост кабиров и старших кабиров удваивается."
[Abilities.A_WeekOf_Core_Crossbowmen_Buff H7BaseBuff]
mName="Неделя арбалетчиков"
mTooltip="Прирост арбалетчиков и арбалетчиков-ветеранов удваивается."
[Abilities.A_WeekOf_Core_Dryads_Buff H7BaseBuff]
mName="Неделя дриад"
mTooltip="Прирост дриад и дриад дубрав удваивается."
[Abilities.A_WeekOf_Core_Gargoyles_Buff H7BaseBuff]
mName="Неделя горгулий"
mTooltip="Прирост горгулий и обсидиановых горгулий удваивается."
[Abilities.A_WeekOf_Core_Ghosts_Buff H7BaseBuff]
mName="Неделя призраков"
mTooltip="Прирост призраков и банши удваивается."
[Abilities.A_WeekOf_Core_Gnolls_Buff H7BaseBuff]
mName="Неделя гноллов"
mTooltip="Прирост гноллов и гноллов-охотников удваивается."
[Abilities.A_WeekOf_Core_Golems_Buff H7BaseBuff]
mName="Неделя големов"
mTooltip="Прирост големов и аренитовых големов удваивается."
[Abilities.A_WeekOf_Core_Harpies_Buff H7BaseBuff]
mName="Неделя гарпий"
mTooltip="Прирост гарпий и фурий удваивается."
[Abilities.A_WeekOf_Core_Hunters_Buff H7BaseBuff]
mName="Неделя охотников"
mTooltip="Прирост охотников и егерей удваивается."
[Abilities.A_WeekOf_Core_Pixies_Buff H7BaseBuff]
mName="Неделя фей"
mTooltip="Прирост фей и нимф удваивается."
[Abilities.A_WeekOf_Core_Sentinels_Buff H7BaseBuff]
mName="Неделя стражей"
mTooltip="Прирост стражей и легионеров удваивается."
[Abilities.A_WeekOf_Core_Skeletons_Buff H7BaseBuff]
mName="Неделя скелетов"
mTooltip="Прирост скелетов и скелетов-воинов удваивается."
[Abilities.A_WeekOf_Core_Spiders_Buff H7BaseBuff]
mName="Неделя пауков"
mTooltip="Прирост черных пауков и пауков смерти удваивается."
[Abilities.A_WeekOf_Core_Stalkers_Buff H7BaseBuff]
mName="Неделя темных ловчих"
mTooltip="Прирост темных ловчих и темных охотниц удваивается."
[Abilities.A_WeekOf_Core_Troglodytes_Buff H7BaseBuff]
mName="Неделя троглодитов"
mTooltip="Прирост троглодитов и хтонцев удваивается."
[Abilities.A_WeekOf_Core_Wolves_Buff H7BaseBuff]
mName="Неделя волков"
mTooltip="Прирост свирепых волков и среброшкурых волков удваивается."
[Abilities.A_WeekOfBalance_Buff_Creature H7BaseBuff]
mName="Неделя баланса"
mTooltip="Показатели боевого духа и удачи уменьшены вдвое."
[Abilities.A_WeekOfCessation_Buff_Creature H7BaseBuff]
mName="Неделя непротивления злу"
mTooltip="Существа не контратакуют."
[Abilities.A_WeekOfConscription_Buff H7BaseBuff]
mName="Неделя призыва"
mTooltip="Прирост основных существ удваивается."
[Abilities.A_WeekOfCourage_Buff H7BaseBuff]
mName="Неделя отваги"
mTooltip="Опыт, получаемый в боях, удваивается."
[Abilities.A_WeekOfCrystals_Buff H7BaseBuff]
mName="Неделя кристаллов"
mTooltip="Количество %icon_Crystal кристаллов драконьей крови, получаемых в этом здании, удваивается."
[Abilities.A_WeekOfDelay_Buff H7BaseBuff]
mName="Неделя препятствий"
mTooltip="%stat к %ICON_MAX_MOVEMENT дальности перемещения героя."
[Abilities.A_WeekOfDisease_Buff H7BaseBuff]
mName="Неделя хвори"
mTooltip="На этой неделе прирост существ уменьшен вдвое."
[Abilities.A_WeekOfDragonSteel_Buff H7BaseBuff]
mName="Неделя драконьей стали"
mTooltip="Количество %ICON_DRAGONSTEEL драконьей стали, получаемой в этом здании, удваивается."
[Abilities.A_WeekOfElementals_Buff H7BaseBuff]
mName="Неделя элементалей"
[Abilities.A_WeekOfEnlistment_Buff H7BaseBuff]
mName="Неделя призыва"
mTooltip="Прирост элитных существ удваивается."
[Abilities.A_WeekOfFestivals_Buff_Common H7BaseBuff]
mName="Неделя фестивалей"
mTooltip="Количество ресурсов, получаемых в этом здании, уменьшено вдвое."
[Abilities.A_WeekOfFestivals_Buff_Rare H7BaseBuff]
mName="Неделя фестивалей"
mTooltip="В этом здании вы не получаете ресурсов."
[Abilities.A_WeekOfFolly_Buff H7BaseBuff]
mName="Неделя бесславных битв"
mTooltip="Количество опыта, получаемого после боя, уменьшено вдвое."
[Abilities.A_WeekOfFrost_Buff_Creature H7BaseBuff]
mName="Неделя мороза"
mTooltip="Существа, которые не двигались во время своего хода, получают %buff1.buff.stat к %buff1.buff.stat.icon дальности перемещения. Длительность (ходов): %buff1.buff.durini."
[Abilities.A_WeekOfGiantSlaying_Buff_Creature H7BaseBuff]
mName="Неделя убийства гигантов"
mTooltip="%special.val1 к %ICON_ATTACK атаке при сражении с большими существами."
[Abilities.A_WeekOfImpatience_Buff_Creature H7BaseBuff]
mName="Неделя суеты"
mTooltip="%stat к %stat.icon инициативе."
[Abilities.A_WeekOfLabour_Buff H7BaseBuff]
mName="Неделя труда"
mTooltip="Количество ресурсов, получаемых в этом здании, удваивается."
[Abilities.A_WeekOfLife_Buff H7BaseBuff]
mName="Неделя жизни"
mTooltip="На этой неделе рост существ удваивается."
[Abilities.A_WeekOfLooters_Buff H7BaseBuff]
mName="Неделя грабителей"
mTooltip="Разграбление лесопилок, шахт, кратеров и пещер приносит больше добычи."
[Abilities.A_WeekOfMagic_Buff H7BaseBuff]
mName="Неделя магии"
mTooltip="Затраты маны на использование заклинаний в бою уменьшены вдвое."
[Abilities.A_WeekOfMight_Buff_Creature H7BaseBuff]
mName="Неделя меча"
mTooltip="Существа, наносящие немагический урон, получают %stat к %ICON_ATTACK атаке."
[Abilities.A_WeekOfMightAndMagic_Buff_Creature H7BaseBuff]
mName="Неделя меча и магии"
mTooltip="Существа, наносящие немагический урон, получают %stat к %ICON_ATTACK атаке."
[Abilities.A_WeekOfPlague_Buff H7BaseBuff]
mName="Неделя чумы"
mTooltip="Отсутствует прирост существ. Существа, остававшиеся в поселениях, исчезают."
[Abilities.A_WeekOfRecruitment_Buff H7BaseBuff]
mName="Неделя рекрута"
mTooltip="Прирост легендарных существ увеличивается в два раза."
[Abilities.A_WeekOfScouts_Buff_Creature H7BaseBuff]
mName="Неделя разведчиков"
mTooltip="Существа не получают бонус при атаках с тыла."
[Abilities.A_WeekOfShadowsteel_Buff H7BaseBuff]
mName="Неделя сумрачной стали"
mTooltip="Прирост %ICON_SHADOWSTEEL сумрачной стали в этом здании удваивается."
[Abilities.A_WeekOfSpeed_Buff H7BaseBuff]
mName="Неделя скорости"
mTooltip="%stat к %ICON_MAX_MOVEMENT дальности перемещения."
[Abilities.A_WeekOfStarsilver_Buff H7BaseBuff]
mName="Неделя звездного серебра"
mTooltip="Количество %ICON_STARSILVER звездного серебра, получаемого в этом здании, удваивается."
[Abilities.A_WeekOfStorm_Buff_Creature H7BaseBuff]
mName="Неделя шторма"
mTooltip="Существа не могут вести дальний бой."
[Abilities.A_WeekOfStorm_Buff_Hero H7BaseBuff]
mName="Неделя шторма"
mTooltip="Расход очков перемещения на движение по воде увеличивается на %stat.norm."
[Abilities.A_WeekOfTheLifeless_Buff_Creature H7BaseBuff]
mName="Неделя неживых"
mTooltip="%stat1 к %stat1.icon атаке и %stat2 к %stat2.icon защите."
[Abilities.A_WeekOfTheLiving_Buff_Creature H7BaseBuff]
mName="Неделя живых"
mTooltip="%stat1 к %stat1.icon атаке и %stat2 к %stat2.icon защите."
[Abilities.A_WeekOfToughness_Buff_Creature H7BaseBuff]
mName="Неделя выносливости"
mTooltip="%stat к здоровью."
[Abilities.A_WeekOfTreasures_Buff H7BaseBuff]
mName="Неделя сокровищ"
mTooltip="Количество опыта и золота в сундуках с сокровищами увеличивается на %buff1.buff.stat1.norm."
[Abilities.A_WeekOfWealth_Buff H7BaseBuff]
mName="Неделя богатства"
mTooltip="Количество %ICON_GOLD золота, получаемого в этом здании, удваивается."
[weeks_adventuring.A_WeekOfArchitecture H7Week]
mDescription="Стоимость зданий в городе уменьшена вдвое."
mName="Неделя архитектуры"
[weeks_adventuring.A_WeekOfCourage H7Week]
mDescription="Опыт, получаемый в боях, удваивается."
mName="Неделя отваги"
[weeks_adventuring.A_WeekOfDelay H7Week]
mDescription="%buff1.buff.stat.icon Дальность перемещения всех героев снижена на %buff1.buff.stat."
mName="Неделя препятствий"
[weeks_adventuring.A_WeekOfFolly H7Week]
mDescription="Количество опыта, получаемого после боя, уменьшено вдвое."
mName="Неделя бесславных битв"
[weeks_adventuring.A_WeekOfIdleness H7Week]
mDescription="Стоимость улучшения существ удваивается."
mName="Неделя праздности"
[weeks_adventuring.A_WeekOfRaids H7Week]
mDescription="Выгода при обмене ресурсов вдвое меньше."
mName="Неделя набегов"
[weeks_adventuring.A_WeekOfSpeed H7Week]
mDescription="%buff1.buff.stat.icon Дальность перемещения всех героев повышена на %buff1.buff.stat.norm."
mName="Неделя скорости"
[weeks_adventuring.A_WeekOfTrade H7Week]
mDescription="Выгода при обмене ресурсов вдвое больше."
mName="Неделя торговли"
[weeks_adventuring.A_WeekOfTraining H7Week]
mDescription="Стоимость улучшения существ уменьшена вдвое (с округлением в меньшую сторону)."
mName="Неделя обучения"
[weeks_adventuring.A_WeekOfTreasures H7Week]
mDescription="Количество опыта и золота в сундуках с сокровищами увеличивается на %buff.buff.buff1.buff.stat1.norm."
mName="Неделя сокровищ"
[weeks_combat.A_WeekOfBalance H7Week]
mDescription="В сражениях показатели %buff1.buff.buff1.buff.stat2.icon боевого духа и %buff1.buff.buff1.buff.stat1.icon удачи существ уменьшены вдвое."
mName="Неделя баланса"
[weeks_combat.A_WeekOfCessation H7Week]
mDescription="Существа не контратакуют."
mName="Неделя непротивления злу"
[weeks_combat.A_WeekOfElementals H7Week]
mDescription="Количество призываемых элементалей увеличивается на 50%."
mName="Неделя элементалей"
[weeks_combat.A_WeekOfFrost H7Week]
mDescription="Если существа не двигались во время своего хода, они получают %buff1.buff.buff1.buff.buff1.buff.stat к %buff1.buff.buff1.buff.buff1.buff.stat.icon дальности перемещения. Длительность (ходов): %buff1.buff.buff1.buff.buff1.buff.durini."
mName="Неделя мороза"
[weeks_combat.A_WeekOfGiantSlaying H7Week]
mDescription="В бою с большими существами малые существа получают %buff1.buff.buff1.buff.special.val1 к %ICON_ATTACK атаке."
mName="Неделя убийства гигантов"
[weeks_combat.A_WeekOfImpatience H7Week]
mDescription="%buff1.buff.buff1.buff.stat.icon Инициатива существ в армиях всех героев увеличивается на %buff1.buff.buff1.buff.stat.norm."
mName="Неделя суеты"
[weeks_combat.A_WeekOfMagic H7Week]
mDescription="Затраты маны на использование заклинаний в бою уменьшены вдвое."
mName="Неделя магии"
[weeks_combat.A_WeekOfMight H7Week]
mDescription="Существа, наносящие немагический урон, получают %buff1.buff.buff1.buff.stat к %ICON_ATTACK атаке."
mName="Неделя меча"
[weeks_combat.A_WeekOfMightAndMagic H7Week]
mDescription="Затраты маны на использование заклинаний в бою уменьшены вдвое. Существа, наносящие немагический урон, получают %buff1.buff.buff3.buff.stat к %ICON_ATTACK атаке."
mName="Неделя меча и магии"
[weeks_combat.A_WeekOfScouts H7Week]
mDescription="Существа не получают бонус при атаках с тыла."
mName="Неделя разведчиков"
[weeks_combat.A_WeekOfStorm H7Week]
mDescription="Существа не могут вести дальний бой. Расход очков перемещения на движение по воде увеличивается на %buff1.buff.stat.norm."
mName="Неделя шторма"
[weeks_combat.A_WeekOfTheLifeless H7Week]
mDescription="Все конструкты и нежить получают %buff1.buff.buff1.buff.stat1 к %ICON_ATTACK атаке и %ICON_DEFENSE защите."
mName="Неделя неживых"
[weeks_combat.A_WeekOfTheLiving H7Week]
mDescription="Все существа, кроме конструктов и нежити, получают %buff1.buff.buff1.buff.stat1 к %ICON_ATTACK атаке и %ICON_DEFENSE защите."
mName="Неделя живых"
[weeks_combat.A_WeekOfToughness H7Week]
mDescription="Все существа получают %buff1.buff.buff1.buff.stat к здоровью."
mName="Неделя выносливости"
[weeks_flavour.A_OrdinaryWeek H7Week]
mDescription="Неделя, когда ничего не происходит."
mName="Неделя мертвого штиля"
[weeks_flavour.A_Week_Flavor_01 H7Week]
mDescription="Прирост хомяков и диких боевых хомяков удваивается."
mName="Неделя бешеных кроликов"
[weeks_flavour.A_Week_Flavor_02 H7Week]
mDescription="На этой неделе девы целуют лягушек в надежде выйти замуж в течение года."
mName="Неделя жабы"
[weeks_flavour.A_Week_Flavor_03 H7Week]
mDescription="Не лучшее время быть деревом."
mName="Неделя бобра"
[weeks_flavour.A_Week_Flavor_04 H7Week]
mDescription="Неделя, на которой невозможно спокойно заняться рыбной ловлей."
mName="Неделя летающего змея"
[weeks_flavour.A_Week_Flavor_05 H7Week]
mDescription="Неделя, когда совы не то, чем кажутся."
mName="Неделя совы"
[weeks_flavour.A_Week_Flavor_06 H7Week]
mDescription="На этой неделе в ночном небе Асхана можно увидеть загадочные огни, а на полях появляются странные круги."
mName="Неделя Древних"
[weeks_flavour.A_Week_Flavor_07 H7Week]
mDescription="На этой неделе юные гномы голышом бросаются на горячие угли, чтобы впечатлить дам."
mName="Неделя жара"
[weeks_flavour.A_Week_Flavor_08 H7Week]
mDescription="На этой неделе в два раза увеличивается добыча ртути... К сожалению, жители Асхана еще не нашли ей применения."
mName="Неделя ртути"
[weeks_flavour.A_Week_Flavor_09 H7Week]
mDescription="На этой неделе эльфы устраивают великий пир, за которым следует традиционный танец."
mName="Неделя гусеницы"
[weeks_flavour.A_Week_Flavor_10 H7Week]
mDescription="Неделя выпускных экзаменов в Академиях магии"
mName="Неделя бессонницы"
[weeks_flavour.A_Week_Flavor_11 H7Week]
mDescription="На этой неделе никто никуда не торопится."
mName="Неделя черепахи"
[weeks_flavour.A_Week_Flavor_12 H7Week]
mDescription="Хорошая неделя для марша (особенно императорского)"
mName="Неделя пингвина"
[weeks_flavour.A_Week_Flavor_13 H7Week]
mDescription="Прирост орангутанов удваивается. Уук!"
mName="Неделя библиотекарей"
[weeks_flavour.A_Week_Flavor_14 H7Week]
mDescription="На этой неделе ласточки возвращаются к нам и иногда приносят кокосы."
mName="Неделя ласточек"
[weeks_flavour.A_Week_Flavor_15 H7Week]
mDescription="Неделя, на которой можно шалить даже с теми, кто не может блеять."
mName="Неделя барашка"
[weeks_flavour.A_Week_Flavor_16 H7Week]
mDescription="На этой неделе прирост бешеных быков удваивался до тех пор, пока их окончательно не уничтожили."
mName="Неделя бешеных быков"
[weeks_flavour.A_Week_Flavor_17 H7Week]
mDescription="На этой неделе все хвалят поэзию лорда Канегема."
mName="Неделя Нового мира"
[weeks_flavour.A_Week_Flavor_18 H7Week]
mDescription="Любимая неделя львов."
mName="Неделя антилопы"
[weeks_flavour.A_Week_Flavor_19 H7Week]
mDescription="На этой неделе ничто не истинно и все дозволено."
mName="Неделя Кредо"
[weeks_flavour.A_Week_Flavor_20 H7Week]
mDescription="Не лучшее время быть червяком."
mName="Неделя воробья"
[weeks_flavour.A_Week_Flavor_21 H7Week]
mDescription="Самое время считать овец."
mName="Неделя снов"
[weeks_flavour.A_Week_Flavor_22 H7Week]
mDescription="Не лучшее время быть орехом."
mName="Неделя белки"
[weeks_flavour.A_Week_Flavor_23 H7Week]
mDescription="На этой неделе наши кошачьи владыки устраивают переворот."
mName="Неделя Мяу"
[weeks_flavour.A_Week_Flavor_24 H7Week]
mDescription="Неделя невероятных приключений, бесчисленных сражений и увлекательных заданий."
mName="Неделя искателей"
[weeks_flavour.A_Week_Flavor_25 H7Week]
mDescription="На этой неделе в Картале проводится великий турнир по Аркомагу."
mName="Неделя Аркомага"
[weeks_flavour.A_Week_Flavor_26 H7Week]
mDescription="Неделя посвящена Богу-Дракону Света."
mName="Неделя Эльрата"
[weeks_flavour.A_Week_Flavor_27 H7Week]
mDescription="Неделя посвящена Богине-Дракону Тьмы."
mName="Неделя Малассы"
[weeks_flavour.A_Week_Flavor_28 H7Week]
mDescription="Неделя посвящена Богу-Дракону Воздуха."
mName="Неделя Илата"
[weeks_flavour.A_Week_Flavor_29 H7Week]
mDescription="Неделя посвящена Богине-Дракону Земли."
mName="Неделя Силанны"
[weeks_flavour.A_Week_Flavor_30 H7Week]
mDescription="Неделя посвящена Богине-Дракону Воды."
mName="Неделя Шалассы"
[weeks_flavour.A_Week_Flavor_31 H7Week]
mDescription="Неделя посвящена Богу-Дракону Огня."
mName="Неделя Арката"
[weeks_flavour.A_Week_Flavor_32 H7Week]
mDescription="Неделя посвящена Асхе в образе Богини-Дракона Смерти."
mName="Неделя Старицы"
[weeks_flavour.A_Week_Flavor_33 H7Week]
mDescription="Неделя посвящена Асхе в образе Богини-Дракона Судьбы."
mName="Неделя Девы"
[weeks_flavour.A_Week_Flavor_34 H7Week]
mDescription="Неделя посвящена Асхе в образе Богини-Дракона Жизни."
mName="Неделя Матери"
[weeks_flavour.A_Week_Flavor_35 H7Week]
mDescription="Неделя празднования подписания Сумеречного пакта и конца Войн Древних."
mName="Неделя заветов"
[weeks_flavour.A_Week_Flavor_36 H7Week]
mDescription="Любимая неделя детей. Ульи производят в три раза больше меда, чем обычно."
mName="Неделя пчелы"
[weeks_flavour.A_Week_Flavor_37 H7Week]
mDescription="Неделя, когда двадцать лет назад все началось."
mName="Неделя годовщины"
[weeks_flavour.A_Week_Flavor_38 H7Week]
mDescription="Неделя, на которой в хороший телескоп можно увидеть отдаленные миры."
mName="Неделя вуали"
[weeks_flavour.A_Week_Flavor_39 H7Week]
mDescription="Странно... Никто не помнит, что должно происходить на этой неделе."
mName="Неделя бездны"
[weeks_flavour.A_Week_Flavor_40 H7Week]
mDescription="Неделя, когда загадочные существа творят будущее Асхана."
mName="Неделя Совета Теней"
[weeks_growth.A_WeekOf_Core_Assassins H7Week]
mDescription="Прирост ассасинов и воинов тени удваивается."
mName="Неделя ассасинов"
[weeks_growth.A_WeekOf_Core_Brutes H7Week]
mDescription="Прирост орков и неистовых орков удваивается."
mName="Неделя орков"
[weeks_growth.A_WeekOf_Core_Cabeiri H7Week]
mDescription="Прирост кабиров и старших кабиров удваивается."
mName="Неделя кабиров"
[weeks_growth.A_WeekOf_Core_Crossbowmen H7Week]
mDescription="Прирост арбалетчиков и арбалетчиков-ветеранов удваивается."
mName="Неделя арбалетчиков"
[weeks_growth.A_WeekOf_Core_DireWolves H7Week]
mDescription="Прирост свирепых волков и среброшкурых волков удваивается."
mName="Неделя волков"
[weeks_growth.A_WeekOf_Core_Dryads H7Week]
mDescription="Прирост дриад и дриад дубрав удваивается."
mName="Неделя дриад"
[weeks_growth.A_WeekOf_Core_EbonSpiders H7Week]
mDescription="Прирост черных пауков и пауков смерти удваивается."
mName="Неделя пауков"
[weeks_growth.A_WeekOf_Core_Gargoyles H7Week]
mDescription="Прирост горгулий и обсидиановых горгулий удваивается."
mName="Неделя горгулий"
[weeks_growth.A_WeekOf_Core_Ghosts H7Week]
mDescription="Прирост призраков и банши удваивается."
mName="Неделя призраков"
[weeks_growth.A_WeekOf_Core_Gnolls H7Week]
mDescription="Прирост гноллов и гноллов-охотников удваивается."
mName="Неделя гноллов"
[weeks_growth.A_WeekOf_Core_Golems H7Week]
mDescription="Прирост големов и аренитовых големов удваивается."
mName="Неделя големов"
[weeks_growth.A_WeekOf_Core_Harpies H7Week]
mDescription="Прирост гарпий и фурий удваивается."
mName="Неделя гарпий"
[weeks_growth.A_WeekOf_Core_Hunters H7Week]
mDescription="Прирост охотников и егерей удваивается."
mName="Неделя охотников"
[weeks_growth.A_WeekOf_Core_Pixies H7Week]
mDescription="Прирост фей и нимф удваивается."
mName="Неделя фей"
[weeks_growth.A_WeekOf_Core_Sentinels H7Week]
mDescription="Прирост стражей и легионеров удваивается."
mName="Неделя стражей"
[weeks_growth.A_WeekOf_Core_Skeletons H7Week]
mDescription="Прирост скелетов и скелетов-воинов удваивается."
mName="Неделя скелетов"
[weeks_growth.A_WeekOf_Core_Stalkers H7Week]
mDescription="Прирост темных ловчих и темных охотниц удваивается."
mName="Неделя темных ловчих"
[weeks_growth.A_WeekOf_Core_Troglodytes H7Week]
mDescription="Прирост троглодитов и хтонцев удваивается."
mName="Неделя троглодитов"
[weeks_growth.A_WeekOfConscription H7Week]
mDescription="Прирост всех основных существ удваивается."
mName="Неделя призыва"
[weeks_growth.A_WeekOfDisease H7Week]
mDescription="Прирост всех основных существ уменьшается вдвое."
mName="Неделя хвори"
[weeks_growth.A_WeekOfEnlistment H7Week]
mDescription="Прирост элитных существ удваивается."
mName="Неделя добровольцев"
[weeks_growth.A_WeekOfLife H7Week]
mDescription="Прирост всех существ удваивается."
mName="Неделя жизни"
[weeks_growth.A_WeekOfPLague H7Week]
mDescription="На этой неделе в жилищах и городах не появляется новых существ, здания, построенные на этой неделе, также будут пусты."
mName="Неделя чумы"
[weeks_growth.A_WeekOfRecruitment H7Week]
mDescription="Прирост всех легендарных существ удваивается."
mName="Неделя рекрута"
[weeks_growth.A_WeekOfWild H7Week]
mDescription="Размер нейтральных армий уменьшен на 10%."
mName="Неделя дикости"
[weeks_resources.A_WeekOfCrystals H7Week]
mDescription="Количество кристаллов драконьей крови, добываемых в пещерах, удваивается."
mName="Неделя кристаллов"
[weeks_resources.A_WeekOfDragonSteel H7Week]
mDescription="Количество драконьей стали, получаемой в кузницах крови, удваивается."
mName="Неделя драконьей стали"
[weeks_resources.A_WeekOfFestivals H7Week]
mDescription="Количество ресурсов, получаемых в золотых шахтах и рудниках, а также на лесопилках, сокращается в два раза. Пещеры кристаллов, сумрачные шахты и кузницы крови не производят ресурсов."
mName="Неделя фестивалей"
[weeks_resources.A_WeekOfLabour H7Week]
mDescription="Лесопилки и шахты приносят в два раза больше ресурсов."
mName="Неделя труда"
[weeks_resources.A_WeekOfLooters H7Week]
mDescription="Добыча при разграблении шахты увеличивается в два раза."
mName="Неделя грабителей"
[weeks_resources.A_WeekOfMagicians H7Week]
mDescription="Цены на покупку и продажу артефактов снижены на 20%."
mName="Неделя чародеев"
[weeks_resources.A_WeekOfShadowsteel H7Week]
mDescription="Количество ресурсов, получаемых из сумрачных шахт, удваивается."
mName="Неделя сумрачной стали"
[weeks_resources.A_WeekOfStarsilver H7Week]
mDescription="Количество звездного серебра, получаемого из метеоритных кратеров, удваивается."
mName="Неделя звездного серебра"
[weeks_resources.A_WeekOfWealth H7Week]
mDescription="Количество золота, получаемого в золотых шахтах, удваивается."
mName="Неделя богатства"
[Abilities.A_WeekOfTreasures_Buff_Gain H7BaseBuff]
mName="Неделя сокровищ"
[Abilities.A_WeekOfMightAndMagic_Buff_Hero H7BaseBuff]
mName="Неделя меча и магии"
mTooltip="Затраты маны на использование заклинаний в бою уменьшены вдвое."
[Abilities.A_WeekOfMagicians_Buff H7BaseBuff]
mName="Неделя чародеев"
mTooltip="Стоимость покупки/продажи всех артефактов увеличена на %stat."
[Abilities.A_WeekOfTheLifeless_Buff_Hero H7BaseBuff]
mName="Неделя неживых"
mTooltip="Все конструкты и нежить получают %buff1.buff.stat1 к %ICON_ATTACK атаке и %ICON_DEFENSE защите."
[Abilities.A_WeekOfTheLiving_Buff_Hero H7BaseBuff]
mName="Неделя живых"
mTooltip="Все существа, кроме конструктов и нежити, получают %buff1.buff.stat1 к %ICON_ATTACK атаке и %ICON_DEFENSE защите."

UCP 1.2

[weeks_growth.A_WeekOf_Core_Hunters H7Week]
mDescription="Прирост охотников и егерей удваивается."
mName="Неделя охотников"
mTooltip=""
[Abilities.A_WeekOf_Core_Hunters_Buff H7BaseBuff]
mName="Неделя охотников"
mTooltip="Прирост охотников и егерей удваивается."

UCP 1.3

[weeks_adventuring.A_WeekOfTraining H7Week]
mDescription="Затраты золота на улучшение существ в городах снижаются наполовину (с округлением вниз)."
mName="Неделя тренировок"
mTooltip=""

[weeks_adventuring.A_WeekOfIdleness H7Week]
mDescription="Затраты золота на улучшение существ в городах удваиваются."
mName="Неделя безделья"
mTooltip=""